name: "vgg16"
platform: "pytorch_libtorch"
max_batch_size: 16
input [
    {
      name: "input__0"
      data_type: TYPE_FP32
      dims: [ 3, -1, -1 ]
    }
]
output [
    {
      name: "output__0"
      data_type: TYPE_FP32
      dims: [ 1000 ]
    }
]
